export default function About() {
    return (
        <div className="flex flex-col items-start justify-center gap-4 py-10">
            <h1 className="text-2xl font-bold">О нас</h1>
            <p className="text-lg text-muted-foreground">
                Добро пожаловать в наш ресторан! Мы гордимся тем, что предлагаем нашим гостям не только вкусные блюда, но и уникальную атмосферу, которая делает каждый визит незабываемым. Наша команда профессиональных поваров и дружелюбного персонала всегда готова обеспечить вам лучший сервис и создать для вас идеальное место для отдыха и наслаждения едой.
                Мы используем только свежие и качественные ингредиенты, чтобы создавать блюда, которые радуют глаз и восхищают вкус. Наша кухня вдохновлена разнообразными кулинарными традициями, что позволяет нам предлагать широкий ассортимент блюд, от классических до современных. Мы стремимся к тому, чтобы каждый гость чувствовал себя особенным и уходил от нас с улыбкой на лице.
                Приходите к нам и окунитесь в мир вкусов и ароматов, который мы с любовью создаем для вас каждый день. Мы с нетерпением ждем возможности приветствовать вас в нашем ресторане и сделать ваш визит незабываемым!
            </p>
        </div>
    );
}